[{
	"Title": "FX Breakout Monitor: Rash of USD breakouts spreads",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=1280\u0026amp;w=1706\u0026amp;mw=1920\u0026amp;hash=BA188026EEA5E5C3BA9778DC127E2245",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=1050\u0026amp;w=1400\u0026amp;mw=1400\u0026amp;hash=1038EAF065B5DCF1CA044B8C6E26C123",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=960\u0026amp;w=1280\u0026amp;mw=1280\u0026amp;hash=B6FD71CE51DC0820978341F908394B62",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?h=1280\u0026amp;w=1706\u0026amp;la=en\u0026amp;hash=62075C407D42F5B82BE143AD9AC23C7C",
	"TabletImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=8806099A2AAB384C97355A2EC4512FF8",
	"MobileImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=73F575C9CDD9E77391C161C982E2B1E0",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan style=\"background:white;color:#313131\"\u003eThe link below takes you to the latest FX Breakout Monitor, a concise PDF overview of all current and recent price breakouts for the short and medium term for major FX pairs and spot silver and gold.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: Market celebrates overture from China on IP",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=5CBF31256428B6CA2CEADEB1E832BA5D",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=053FF54B27E633D5DD3638EC3DB06743",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=6BE3D99EA4040333CFEFB72DC42901B2",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=1EBA9C4FF856D34CE54E39345B9BA99E",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=004A5A2AD221C83BC4F51F07075939BE",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/general/0501emfxm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=45F08FA18A634FAE8A8B9C87C5008DA4",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eHong Kong local elections saw strong support for pro-democracy candidates, a development that continues to cast a shadow over the city\u0026rsquo;s testy relationship with Beijing, although Hong Kong\u0026rsquo;s leader Carrie Lam said that \u0026ldquo;The government will certainly listen humbly to citizens\u0027 opinions and reflect on them seriously.\u0026rdquo; Hong Kong stocks rallied strong to start the week and the market is generally in a positive mood, perhaps additionally supported by China\u0026rsquo;s announcement that it will increase penalties on intellectual property violations, an obvious signaling in the ongoing US-China trade negotiations.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eIt\u0026rsquo;s a quiet week for US data and many US workers will be out Wed-Fri for the US Thanksgiving holiday, though the market is only fully closed on Thursday. But US Fed Chair Powell will be out today with prepared remarks and no Q\u0026amp;A, while tomorrow sees a possibly more interesting speech from Lael Brainard of the Fed Board of Governors as she is set to speak on the Fed\u0026rsquo;s Policy Framework Review and will include a question and answer session\u0026ndash; this could throw off a signal or two on the Fed\u0026rsquo;s stance from here \u0026ndash; beware.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eData-wise, I will focus most on the weekly initial jobless claims up a day early on Wednesday this week as a third bad print in a row could prove a warm up for an ugly miss in next week\u0026rsquo;s November jobs report. Stay tuned. Otherwise, it\u0026rsquo;s a technical focus on some of the major USD pairs in what has been a painfully quiet market, with EURUSD and AUDUSD the first USD pairs close to challenging pivotal levels (1.1000 and 0.6770) and the most burning question is how markets will deal with evidence that I suspect is incoming that the US economy is lurching into a recession.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart: \u003cspan\u003e\u0026nbsp;\u003c/span\u003eEURSEK\u003c/strong\u003e\u003cbr /\u003e\n\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eOne of the more interesting technical developments as the week gets underway is the breakdown in EURSEK that was already unfolding late Friday below the 10.62 area. Let\u0026rsquo;s see if the move sticks \u0026ndash; it is certainly helpful for SEK fundamentals that Riksbank appears on course for hiking rates back to zero in December \u0026ndash; but a fiscal signal from Sweden and a more support from the EU data would offer more SEK support. Sweden\u0026rsquo;s Household Lending data for October is up on Wednesday \u0026ndash; not something the market traditional reacts to, but the last time it was dipping as low as it has been in recent months (September at new multi-year low at +4.9% YoY) back in 2012, Sweden was heading for a recession. Looking lower, the 10.50 and 10.40 areas were two prior zones of support.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "Four FX charts worth watching in coming sessions",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=B7A5B4D9EAF5E0364D8E2E3C2BFDD1EA",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=812E79B9D55112753BA529DF5F9D7C8D",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=C3FF30B16D13EDA9F3AE66E53797FB3C",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=48BE317E58B203F142BC011BD8AAE13F",
	"TabletImageUrl": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=7AB2D6482487932EDD9B460F236372BF",
	"MobileImageUrl": "/-/media/content-hub/images/categories/financial/0413webinarm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=1B2D5B347F7391DC215CFFA0004D9978",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eFX volatility continues to fall, with a new record low near 5.0% for the EURUSD 6-month volatility posted today. But the pair will inevitably bump up against important levels one way or another and is looking heavy into the close of trading this week. Will we suffer another week of uncertainty on the dollar in this low volatility environment next week, which is a US holiday week (most off work Thu-Fri) as we await the key ISM survey data and November jobs report the following week, or does the dam break already next week on USD developments \u0026ndash; tough to say but we\u0026rsquo;re not far from levels that will require decisions to be made and trigger stop-based flows.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003cspan\u003eEURUSD \u0026ndash; heavy but lacking momentum\u003cbr /\u003e\n\u003c/span\u003e\u003c/strong\u003e\u003cspan\u003eRecently, EURUSD found support around the important 1.1000 level we highlighted in our prior Tech chart post, but the subsequent impulse has proven rather weak and we have yet to take out the recent cycle highs, and in fact the momentum is pushing back lower, with the tactical 1.1050 area facing an attack today as we continue to eye that very important 1.1000 level. Another attack on the 1.1000 area pivot level might take the pair toward the cycle lows and even beyond as the descending channel formation of the last 15+ months continues to dominate until this pair blasts at least through 1.1200.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: EUR jumpy on PMIs, Lagarde signaling policy review",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=C92F2F77FA2EFBB1D403B7EEBABC697F",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=1D410326B6D955F3CEFE574EECF49B37",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=0F9B65A8CA98967C28C39FE2F1D244BC",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=4ED4C6AE0513F012EAC4698E4435FBCE",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=775EE8DC4B0AA4B5188F33322C34E5D6",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=19F8C5967E90EC82363905030752F372",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eThe ECB meeting account showed a rather downbeat Governing Council that tried to gin up a feeling of \u0026ldquo;unity\u0026rdquo; among its members after discord over the restarting of QE in Draghi\u0026rsquo;s penultimate meeting at the helm. Concern in the minutes focused on the economic outlook and inflation remaining low for longer. There was a general lack of feeling that the ECB can do much about the situation, as fiscal policy is seen as a more appropriate response. It is surprising to me to see how many observers are looking for the ECB to continue chopping rates from here \u0026ndash; when there is a widening consensus that negative rates actually become counterproductive when implemented for too long a period. Even incoming ECB president Lagarde has been out pledging a review of negative rates \u0026ndash; and just before publishing this\u0026nbsp; piece we have Lagarde out this morning saying that Europe needs a new policy mix and that the ECB will review its strategy in the near future. The euro is actually selling off after the mixed to weakish flash November PMIs (softness only on the services side) and Lagarde\u0026rsquo;s announcement and we\u0026rsquo;ll take that at face value, but if the ECB policy focus is on fiscal policy measures and perhaps relief for banks (end of negative rates?) this could eventually prove euro positive \u0026ndash; stay tuned. Note that Bundesbank\u0026rsquo;s Weidmann out speaking later as Lagarde also in Frankfurt today. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eYesterday saw the second slightly elevated US initial weekly jobless claims number, the first sign of such an elevation in months and with Q4 growth stumbling below a 0.5% annualized clip as per the two Fed surveys of current GDP, we wonder if the labour market weakness the bears on the US economy (we include ourselves in this lot) expect is finally ready to more consistently show up in the numbers. We won\u0026rsquo;t know until the week after next in the case of the monthly official numbers but a third weak reading next Friday. At the very short end of the US curve, we\u0026rsquo;re seeing increased activity in pricing in a Fed rate cut for the January and subsequent meetings, a compelling trade from a risk-reward angle as strong signs of a weakening US economy for the November and December data cycles could see the Fed lower rates at that meeting \u0026ndash; even by 50 basis points if the numbers are sufficiently alarming (currently less than 20% odds of a single cut). But at the longer end of the curve, US treasuries were sharply weaker yesterday even as the equity market put in rather weak session and the USD was generally firm.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eCAD firmed slightly after Bank of Canada Governor Poloz\u0026rsquo;s \u0026ldquo;fireside chat\u0026rdquo; yesterday as he generally failed to echo the degree of concern in Deputy Governor Wilkins\u0026rsquo; speech earlier this week. He expended considerable effort fretting trade war spillover effects on Canada but argued that the economic is in a \u0026ldquo;good place overall\u0026rdquo; and is happy with the current policy rate. We argue that Canada could prove particularly vulnerable to a weakening US economy.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart:\u003cspan\u003e\u0026nbsp;\u003c/span\u003eEURUSD\u003cbr /\u003e\n\u003c/strong\u003e\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eEURUSD weaker after a decelerating expansion in the services sector if we\u0026rsquo;re to believe the flash November PMIs out this morning and after ECB president Lagarde was out speaking this morning. The pair is down poking on the tactical support around 1.10550 again after a try at two-week highs yesterday \u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003e\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003ea bearish development if a break lower holds, but the big downside pivot level is the psychological and Fibonacci support down near 1.1000, a break of which opens up for a full test of the lows and perhaps beyond.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: Conflicting trade headlines keep FX traders sidelined",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=2AD2E8DEAC827256181813C78E8824B1",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=7B63274701B7A4951A97FB198C24AE3E",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=27570C4559669D9841AD8845865A584D",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=290183A780D14EC9C0EE64D40DDC4DEE",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=4242F06DC8B02657846EF7D9AC9390FC",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=41ABD49AA0B607709A03B3C01BA09821",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eWe have an odd mix of US Trade Deal headlines as yesterday saw reports that a \u0026ldquo;Phase 1\u0026rdquo; trade deal was not likely until early next year, which seemed behind the sharp mark down in global equities during the New York session yesterday. Later, China\u0026rsquo;s chief negotiator Liu He expressed \u0026ldquo;\u003ca href=\"https://www.bloomberg.com/news/articles/2019-11-21/china-s-liu-cautiously-optimistic-about-reaching-phase-1-deal?srnd=premium-europe\"\u003ecautious optimism\u003c/a\u003e\u0026rdquo; on the prospects for a deal, though he was apparently confused about US demands \u0026ndash; likely due to an unpredictable Trump. Elsewhere, the Hong Kong bill supporting protesters there and aimed at revisiting Hong Kong\u0026rsquo;s special trade status annually depending on a \u0026ldquo;sufficient autonomy from China\u0026rdquo; test passed both houses of US Congress by a vote of 417-1 and will likely be signed by president Trump, according to Bloomberg. I have thought that this bill would be incompatible with any trade deal, phase one or otherwise, but let\u0026rsquo;s see \u0026ndash; China\u0026rsquo;s response on the matter will be critical and Trump could sign the bill as soon as today.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eBoth of the Fed measures of the current quarter\u0026rsquo;s GDP \u0026ndash; the NY Fed\u0026rsquo;s NowCast and the Atlanta Fed\u0026rsquo;s GDPNow suggest the current rate of growth here a bit more than half way through Q4 is running at +0.4%, an anemic rate that could tilt lower with a bad November and December data cycle. Today sees the US Nov. Philadelphia Fed regional business survey and the weekly initial jobless claims. The latter is a bit more interesting this time around as last week\u0026rsquo;s number spiked suddenly after a string of benign readings. More than one weak reading in a row could accelerate concerns that payrolls for November will be weak and quickly alter the forward projections for Fed policy \u0026ndash; which have remained stable over the last several sessions even as long US yields have moved sharply lower.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eElsewhere today, the biggest specific risk on the calendar is to CAD on the talk, or \u0026ldquo;fireside chat\u0026rdquo; from Governor Poloz.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart: EURUSD\u003c/strong\u003e\u003cbr /\u003e\n\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eLittle drama in EURUSD on the chart at the moment as the exchange rate sits about a figure from the key upside pivot near 1.1180 and less than a figure from the tactical downside pivot at 1.1000. Even very tactically, it is arguable that 1.1050 is a downside pivot here. The chart has remained in a compressed 3% range for more than three months as we await developments. With possible more downside surprise potential in economic data from the US rather than Europe, it will be interesting to see the USD developments on downside data risks and whether these outweigh USD liquidity issues into year-end. EURUSD has done a relatively poor job of following developments in rate spreads.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: US-China trade deal on the rocks. US yields signaling risk off?",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=529BFFC5558329621C6E68934CA4A8FE",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=7D10CB8FB8DBF3E737064D198CB7CBD6",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=EF2DDCC4C6830113375D8A8904BBCD17",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=1A5230C431D61E0E171BC298C2EB65C9",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=2A259B7B77C305E7CB0570ADC8FF2105",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/combined/1906uschina-m-compressed.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=5629C2D18809B75DEA358AF1141D83B0",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eThe US Senate yesterday passed a bill aimed at revisiting the Hong Kong trade status on an annual basis to determine whether Hong Kong is \u0026ldquo;sufficiently autonomous\u0026rdquo; and sanction individuals responsible for human rights abuses in the territory. The House passed a similar bill recently, and because the agreement in Congress is unanimous, a Trump veto would be immaterial as a supermajority in Congress would override a veto. \u0026nbsp;I am unsure of the timeline here for this bill, and both houses of Congress must pass the same version of the bill for it to become law, but this efforts behind the bill have been very quick by US legislative standards and the time frame is likely quite compressed. China issued a sharp response, claiming it will retaliate.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eI do not see how a US-China trade deal of any sort can be accomplished if this bill becomes law. That general sense seems to be settling over markets since late yesterday as risk sentiment has deteriorated sharply from yesterday\u0026rsquo;s highs. And given the levels of complacency we have thoroughly discussed in recent podcasts \u0026ndash; especially this morning\u0026rsquo;s \u0026ndash; volatility has plenty of room to expand here.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eWhen markets lurch into risk off mode as they risk doing here, we might expect currencies to align themselves along the axis of risk as correlations go to one. This could mean especially vulnerable EM currencies, weak G10 smalls and perhaps weak GBP, the euro somewhat in between (but specifically vulnerable on weak Chinese demand fears for its exports) and a stronger USD and maybe even stronger JPY.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart: USDCAD\u003cbr /\u003e\n\u003c/strong\u003e\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eWhiplash for CAD traders yesterday as the loonie suffered a double whammy of a significant slide in oil prices and especially dovish talk from the BoC\u0026rsquo;s Wilkins. The news has taken the USDCAD pair to its highest level in several weeks. Still, to get significantly beyond the 1.3380 area in USDCAD (multi-month high), we\u0026rsquo;ll likely need a broadly stronger US dollar and a deterioration in risk sentiment.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Breakout Monitor: GBP pauses, NOK stumbles after recent breaks",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=1280\u0026amp;w=1706\u0026amp;mw=1920\u0026amp;hash=BA188026EEA5E5C3BA9778DC127E2245",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=1050\u0026amp;w=1400\u0026amp;mw=1400\u0026amp;hash=1038EAF065B5DCF1CA044B8C6E26C123",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=960\u0026amp;w=1280\u0026amp;mw=1280\u0026amp;hash=B6FD71CE51DC0820978341F908394B62",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?h=1280\u0026amp;w=1706\u0026amp;la=en\u0026amp;hash=62075C407D42F5B82BE143AD9AC23C7C",
	"TabletImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=8806099A2AAB384C97355A2EC4512FF8",
	"MobileImageUrl": "/-/media/content-hub/images/categories/financial/0426bondsm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=73F575C9CDD9E77391C161C982E2B1E0",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan style=\"background: white; color: #313131;\"\u003eThe link below takes you to the latest FX Breakout Monitor, a concise PDF overview of all current and recent price breakouts for the short and medium term for major FX pairs and spot silver and gold.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: USD pokes around, in search of catalysts",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=A0FD4607090A15D98B7AA404A293E3C2",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=1E99496EC6186ADC9043989544E74573",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=075457A673E344270E23B8B90B20961A",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=49E739C62ABA72B4583000E4AEAD84B9",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=2FFB51C055034117CEE77B110A704B02",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/usd/1_dollarm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=61183411FD1C53BBD5FA8BA89763DA36",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eVolatility remains low across currencies, though yesterday did provide a few diversions. First, stories emerged yesterday \u0026ndash; \u003ca href=\"https://twitter.com/onlyyoontv/status/1196417302826123264\"\u003eEunice Yoon of CNBC being one\u003c/a\u003e \u0026ndash; claiming Chinese sources were pessimistic on the trade deal outlook, given their prior belief that the US side was ready to roll back tariffs, which the White House then denied. This news saw some minor risk-off, JPY firming type behavior but failed to keep a lid on equities. Then later it emerged that Powell and Trump met at the White House, with Trump claiming that he protested the Fed\u0026rsquo;s high policy rate \u0026ldquo;relative to the interest rates of other competitor countries.\u0026rdquo; And adding that the rate \u0026ldquo;should be lower than all others (we are the U.S.). Too strong a Dollar hurting manufacturers \u0026amp; growth!\u0026rdquo; Whatever USD weakness this may have generated has mostly faded \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eMore noise from Trump\u0026rsquo;s own administration in support of Hong Kong protestors\u0027 demand yesterday, as well as from Trump\u0026rsquo;s own party in the Senate. Self-designated point man Marco Rubio is making a considerable fuss on Hong Kong and Senate majority leader McConnell specifically called on Trump to speak up on the Hong Kong issue. If Trump does speak out it would likely spook the market on concerns that the US-China relationship, trade-deal-wise and in general, would only deteriorate. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eLittle to get excited about technically here, but do note the well defined technical levels in EURUSD and AUDUSD (1.1000 and 0.6770, respectively) as clear-cut levels that suggest the USD is not for turning lower if these are taken out.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eAlso note that CAD could be in for a bit more tactical volatility in coming days on today\u0026rsquo;s data points and the Bank of Canada\u0026rsquo;s Wilkins out speaking, but especially as Bank of Canada governor Poloz will be out Thursday with a \u0026ldquo;fireside chat\u0026rdquo;, suggesting a long and transparent musing on the Bank\u0026rsquo;s stance that could send interesting signals on how the Bank sees its current, DM-world highest policy rate and where it\u0026rsquo;s focus lies in determining the path from here.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart: AUDJPY\u003cbr /\u003e\n\u003c/strong\u003e\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eAUDUSD and AUDJPY are in rather similar boats, but both have made a turn lower that has rejected the prior top. Given that AUDJPY is traditionally a barometer for risk appetite, it\u0026rsquo;s rather interesting that it has failed to sustain the former rally as global equities are in a veritable melt-up. Part of that is no doubt down to the RBA crushing its policy rate lower over the last year, but also as prices for key export commodities like iron ore have suffered over the last few months. From here, any stumble in the trade-deal narrative and further concerns of weak global growth or a correction in risk appetite could weigh doubly on this pair, opening up further downside risks.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "EM FX Carry Trade Update November 18, 2019",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=2AD2E8DEAC827256181813C78E8824B1",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=7B63274701B7A4951A97FB198C24AE3E",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=27570C4559669D9841AD8845865A584D",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=290183A780D14EC9C0EE64D40DDC4DEE",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=4242F06DC8B02657846EF7D9AC9390FC",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/general/0706eurm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=41ABD49AA0B607709A03B3C01BA09821",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eDespite what on the surface would appear to be a very supportive backdrop for emerging market currencies, EM currency performance has either been relatively indifferent or in the worst cases, absolutely terrible over the last three weeks. Some of the recent support for EM conditions and the more liquid EMs globally has come from very strong risk appetite as the market holds high hopes for the US-China trade negotiations and as the US Federal Reserve\u0026rsquo;s recent policy easing and resumption have been very welcomed, especially as a few of the more recent US data points have led to a narrative that the US may skirt recession or is stabilizing now from all of the stimulus. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eThe US Fed\u0026rsquo;s efforts do improve USD liquidity in general, all other things being equal. At the margin, another factor has likely been China allowing the USDCNY rate to cross back below 7.00 as China applies whatever goodwill pressure it can to get the US to drop tariffs in the ongoing trade negotiations. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eJust before posting this, however, we are reminded of how fragile the trade deal narrative remains as a negative story breaking on a possible misunderstanding between the two sides has the USD moving higher and risk appetite suddenly swooning. One thing for sure, the general uncertainty has muted volatility as we await the outcome, though we are already likely priced for more than any trade deal can actually deliver. Likewise, the market is of course very poorly positioned for a fresh breakdown in talks akin to\u0026nbsp; what unfolded earlier this year, when Trump jacked tariffs sharply higher.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003cspan\u003eChart: Saxo Bank Global Risk Indicator\u003cbr /\u003e\n\u003c/span\u003e\u003c/strong\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eBefore easing back lower a bit over the last couple of weeks, our global risk indicator recently saw some of the most positive readings in its history (remember, the readings for the indicator are never absolute, but rather merely based on standard deviations relative to a moving average, all with a 150 day look-back period.) Most interesting for EM traders, the EM credit spreads have been a major contributor to strong indications of risk appetite, and have absolutely collapsed at an incredible pace to within about 25 basis points of the lowest levels since the global financial crisis. Given that collapse, the short term performance of EM is not particularly impressive, with EM perhaps held back by the stubbornly strong US dollar and the recent back-up in US interest rates. If EM hasn\u0026rsquo;t put in a particularly noteworthy performance given a nearly historically supportive backdrop, it is hard to see what can support from here, save for some profound breakthrough in trade tensions or a broad upswing in the economic outlook.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}, {
	"Title": "FX Update: Sterling sending strongest signal in quiet market",
	"DesktopImageUrl1920": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1920\u0026amp;hash=C92F2F77FA2EFBB1D403B7EEBABC697F",
	"DesktopImageUrl1400": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1400\u0026amp;hash=1D410326B6D955F3CEFE574EECF49B37",
	"DesktopImageUrl1280": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1280\u0026amp;hash=0F9B65A8CA98967C28C39FE2F1D244BC",
	"DesktopImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?h=768\u0026amp;w=1024\u0026amp;la=en\u0026amp;hash=4ED4C6AE0513F012EAC4698E4435FBCE",
	"TabletImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=768\u0026amp;w=1024\u0026amp;mw=1024\u0026amp;hash=775EE8DC4B0AA4B5188F33322C34E5D6",
	"MobileImageUrl": "/-/media/content-hub/images/categories/forex/general/0430fxm.jpg?la=en\u0026amp;h=576\u0026amp;w=768\u0026amp;mw=768\u0026amp;hash=19F8C5967E90EC82363905030752F372",
	"Text": "\u003cdiv class=\"rte--output\"\u003e\u003cp\u003e\u003cspan\u003eThe market is extending higher this morning after Friday\u0026rsquo;s strong close in global equity markets as a US-Trump Xi phone call at the weekend and \u003ca href=\"https://www.reuters.com/article/us-china-openmarket-omo/china-cuts-key-liquidity-rate-for-first-time-since-2015-idUSKBN1XS04E\"\u003enew liquidity provision measures from China\u003c/a\u003e look supportive, while markets turn a blind eye to the crescendo of violence in Hong Kong. At the margin, the markets may also find it encouraging that the polls seem to show a declining interest in seeing US President Trump impeached now that we are two long days of testimony into the hearings. The USD began turning generally lower mid-last week as EURUSD found support at the obvious 1.1000 area and AUDUSD precisely bounced at a key support we discuss below \u0026ndash; but we are far from a signal suggesting that the US dollar is turning determinedly lower.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eWhile the market remains very hopeful on hopes for a benign US-China trade deal outcome, there is still a risk that the Hong Kong issue derails the negotiations at some point as the US Congress moves forward with efforts to question the US-Hong Kong trade status if China is seen as interfering too deeply in Hong Kong territory, with Marco Rubio \u003ca href=\"https://www.nytimes.com/reuters/2019/11/15/world/asia/15reuters-usa-china-commission-hongkong.html\"\u003eattempting to fast track a Senate bill\u003c/a\u003e to that effect. At some point, a bill like this or the Hong Kong human rights bill already passed by the House but not yet by the Senate would have to make their way to the President\u0026rsquo;s desk for a signature or a veto. So far, Trump has kept entirely quiet on the Hong Kong issue, a stance that will prove impossible to maintain. Trump moving to support any possible sanctions linked to the Hong Kong movement would likely prove incompatible with any trade deal. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003eThe week ahead looks thin on macro event risks. The highlight, besides FOMC meeting minutes mid-week is perhaps the Friday round of flash November Markit PMI\u0026rsquo;s from around the world, particularly those for Europe. Weak US data was largely ignored on Friday, including the 15-month low in the US October Industrial Production and another weak core Retail Sales print for October, which also saw September\u0026rsquo;s figure revised lower to -0.1% month-on-month.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eChart: AUDUSD\u003cbr /\u003e\n\u003c/strong\u003e\u003c/span\u003e\u003cspan style=\"font-size: 0.875rem;\"\u003eAUDUSD found support precisely at its 61.8% retracement level of the recent rally wave, a lifeline to bulls hoping for another challenge back higher. AUD trades should already be disappointed that the pair remains mired down here despite maximum support from factors that traditional drive AUD strength, especially strong risk sentiment. The bulls will need to see the pair back up through 0.6900 and more to turn the needle back higher and a failure of last week\u0026rsquo;s lows would suggest a pivot back to testing the lows for the cycle.\u003c/span\u003e\u003c/p\u003e\u003c/div\u003e",
	"VideoId": null,
	"VideoTitle": null
}]
